<?php

$leptop_property = [

    //Характеристики коврика
    0 => [2,"Характеристики коврика"],
    1 => [0,"Бренд","brandmat"],
    2 => [0,"Дата выхода","datemat"],// Обычное 0
    3 => [0,"Совместимость","compatibilitymat"], 
    4 => [0,"Материал поверхности","materialsurface"], 
    5 => [0,"Цвет","colormat"], 
    6 => [1,"Подушечка под запястье","pillow_C"],
    7 => [1,"Бортик","skirting_C"],
    8 => [1,"Крепление для кабеля"," binding_C"],

    //Функциональные особенности
    9 => [2,"Функциональные особенности"],
    10 => [1,"Подсветка","illumination_C"],
    11 => [1,"USB-порт","usb_C"],
    12 => [1,"Игровой","gaming_C"],
    13 => [1,"Беспроводная зарядка","exercise_C"],

    //Размеры коврика
    14 => [2,"Размеры коврика"],
    15 => [0,"Глубина","deep","","мм"],
    16 => [0,"Ширина","weight","","мм"],
    17 => [0,"Толщина ","height","","мм"],
    18 => [0,"Вес","massa","","г"],

    ];
?>