<?php
session_start();
?>
<!DOCTYPE html>
<html lang="en">

<head>
  <meta charset="UTF-8">
  <meta name="viewport" content="width=device-width, initial-scale=1.0">
  <meta http-equiv="X-UA-Compatible" content="ie=edge">
  <script src="https://code.jquery.com/jquery-3.4.1.min.js"></script>
  <link rel="stylesheet" type="text/css" media="screen" href="./css/aboyt_page.css" />
  <title>Document</title>
</head>

<body>
  <?php
        include_once "header.php"
    ?>
  <div class="conteiner">
    <h1 class="abb_titel">Доставка на дом</h1>
    <div class="ab_content">
      <p class="ab_content_p">
        Заказать товар с доставкой Вы можете по телефону справочно-информационной службы — короткий номер 580 (для
        абонентов (МТС, Velcom, life:)), мобильные номера: МТС (29) 7-600-836, Velcom (044) 7-600-836, life:) (25)
        7-600-836. с 9.00 до 21.00 без выходных.
        <br><br>
        Заказы, оформляемые на сайте LaptopZone, принимаются круглосуточно. После получения заказа менеджер свяжется с
        вами и уточнит состав заказа, его стоимость, время и адрес доставки.
        <br><br>
        Стоимость доставки в другие населенные пункты:
        Стоимость доставки при покупке товара в розничном магазине по городу и в радиусе 100 км от границы города — 8,00
        BYN.
        <br><br>
        Срок доставки товара зависит от того, в какой населённый пункт его необходимо доставить.
        <br><br>
        Более точную информацию о доставке предоставит менеджер по работе с заказами в момент подтверждения заказа.
      </p>

    </div>
    <br>
    <h1 class="abb_titel">Условия доставки товара</h1>
    <div class="ab_content">
      <p class="ab_content_p">
        1. Необходимо обеспечить беспрепятственный проезд к месту выгрузки товара и возможность маневрирования грузового
        транспортного средства (Постановление Совета Министров Республики Беларусь от 30 июня 2008 г. №970 "Об
        утверждении правил автомобильных перевозок грузов"). Доставка товара к месту выгрузки осуществляется при наличии
        подъездных путей с усовершенствованным дорожным покрытием. Сотрудники службы доставки не осуществляют перенос
        товара весом свыше 15 кг на расстояние превышающие 50 м, а товар весом до 15 кг на расстояние свыше 100 м,
        подъем товара по лестничным проемам осуществляется на высоту не выше 9 этажа.
        <br><br>
        2. Перед доставкой товара, пожалуйста, подготовьте условия для беспрепятственного доступа сотрудников службы
        доставки: освободите проходы и лестничные пролеты, место в квартире, обеспечьте достаточное для приемки товара
        освещение и т.д.
        <br><br>
        Внос любого товара не через дверные проемы (например, оконные проемы) не производится!
        <br><br>
        3. Доставленный товар должен быть распакован сотрудниками доставки и предъявлен Вам для осмотра. Вы, в свою
        очередь, принимаете товар по наименованию, количеству, комплектности и внешнему виду до подписания гарантийного
        талона. Претензии к внешнему виду, цвету и комплектации товара после заполнения гарантийного талона и отъезда
        сотрудников службы доставки не принимаются. Проверка товара должна производиться с сохранением товарного вида.
        <br><br>
        4. В случае отсутствия претензий к полученному товару Покупатель подписывает акт выполненных работ по доставке.
        <br><br>
        5. Сотрудники службы доставки не производят установку, подключение и пуск в эксплуатацию технически сложных
        товаров, а также не производят сборку, монтаж, демонстрацию товаров и не консультируют Покупателя по техническим
        параметрам товаров.
        <br><br>
        6. В случае, если доставка не была осуществлена по причине Вашего отсутствия по указанному адресу, телефон не
        отвечает, неправильный адрес и др., товар возвращается на склад и повторная доставка осуществляется после
        повторного согласования с Вами.
        <br><br>
        Мы заботимся о том, чтобы покупки радовали вас. Поэтому на нашем складе мы проводим проверку внешнего вида и
        полной комплектности у товара. Если товар был проверен нашими сотрудниками, то его упаковка будет оклеена желтым
        скотчем с надписью "ПРОВЕРЕНО".
        <br><br>
        В то же время мы рекомендуем своим покупателям дополнительно осматривать товар на наличие внешних дефектов и
        проверять полную комплектность перед тем как подписывать акт приемки товара.
      </p>
    </div>
      <h1 class="abb_titel">Дополнительная информация</h1>
    <div class="ab_content">
      <p class="ab_content_p">
         Подробнее о способах и условиях доставки Вам расскажут консультанты интернет-магазина по короткому номеру 580 с
        мобильного.
        <br><br>
        * За доставку нельзя рассчитаться в Рассрочку или Кредит.
      </p>
  </div>

</body>

</html>