<?php
session_start();
?>
<!DOCTYPE html>
<html lang="en">

<head>
  <meta charset="UTF-8">
  <meta name="viewport" content="width=device-width, initial-scale=1.0">
  <meta http-equiv="X-UA-Compatible" content="ie=edge">
  <script src="https://code.jquery.com/jquery-3.4.1.min.js"></script>
  <link rel="stylesheet" type="text/css" media="screen" href="./css/aboyt_page.css" />
  <title>Document</title>
</head>

<body>
  <?php
        include_once "header.php"
    ?>
  <div class="conteiner">
    <h1 class="abb_titel">Оплата наличными</h1>
    <div class="ab_content">
      <p class="ab_content_p">
        Вы оплачиваете свою покупку наличными деньгами и получаете все официальные документы: чек об оплате,
        подтверждающий факт покупки, гарантийный талон, технический паспорт и инструкцию по эксплуатации.
        <br> <br>Оплата принимается исключительно в <b>белорусских рублях</b>. Мы будем очень Вам благодарны, если Вы
        сэкономите время
        себе и нам, собрав сумму заказа без сдачи.
      </p>

    </div>
    <br>
    <h1 class="abb_titel">Оплата банковской картой</h1>
    <div class="ab_content">
      <p class="ab_content_p">
        Вы оплачиваете свою покупку банковской картой и получаете чек об оплате, подтверждающий факт покупки,
        гарантийный талон, технический паспорт и инструкцию по эксплуатации, а также чек из терминала о совершенной
        банковской транзакции по Вашей карте.<br> <br>
        Курьерская служба оснащена новейшими терминалами, поэтому Вы можете не беспокоиться, что Ваша карточка не
        подойдет. К оплате принимаются пластиковые карты всех банков мира, принадлежащие как гражданам РБ, так и
        иностранным гражданам.
      </p>
    </div>
    <br>
    <h1 class="abb_titel">Рассрочка</h1>
    <div class="ab_content">
      <p class="ab_content_p">
        Оформление рассрочки осуществляется через Межбанковскую систему идентификации (МСИ) с заключением бумажного
        договора и скан-копией документов. Ответ о рассмотрении заявки банк присылает SMS-сообщением на указанный в
        анкете номер телефона.
      </p>
    </div>
    <br>
    <h1 class="abb_titel">Кредит</h1>
    <div class="ab_content">
      <p class="ab_content_p">
        Техника в кредит в «LaptopZone» - очень удобный для каждого человека способ приобретения полезных вещей.<br> <br>
        Для оформления потребительского кредита необходимо заключением бумажного договора и скан-копией документов.
        Ответ о рассмотрении заявки банк присылает SMS-сообщением на указанный в анкете номер телефона.
        <br>*Ваш стаж на текущем месте работы должен быть не менее 3-х месяцев.<br> <br>
        Стоимость покупки может превышать максимальную сумму кредита. В таком случае Вам лучше обратиться к кредитным
        консультантам, которые предложат Вам варианты кредитных программ.
        Кредитные предложения для покупок техники Вы всегда можете уточнить у консультантов банка.
      </p>
    </div>


  </div>

</body>

</html>