<?php

$leptop_property = [

    //Общая информация
    0 => [2,"Общая информация"],
    1 => [0,"Дата выхода","dateheadphones"],
    2 => [0,"Бренд","brandheadphones"],
    3 => [0,"Назначение","appointmentheadphones"],

    //Основные
    4 => [2,"Основные"],
    5 => [0,"Тип","typeheadphones"],
    6 => [0,"Конструкция","designheadphones"],
    7 => [0,"Акустическое оформление","acousticdesignheadphones"],
    8 => [1,"Беспроводной интерфейс","wireless_C"],
    9 => [0,"Тип беспроводного интерфейса","typewirelessinterfaceheadpones"],
    10 => [0,"Тип беспроводных наушников","typewirellesheadphones"],
    11 => [1,"Пыле-, влаго-, ударопрочность","dust_C"],
    12 => [0,"Материал корпуса","bodymaterialheadphones"],
    13 => [0,"Цвет","colorheadphones"],
    14 => [0,"Вес","massa","","г"],
    
    //Особенности конструкции
    15 => [2,"Особенности конструкции"],
    16 => [0,"Крепление","bindingheadphones"],
    17 => [0,"Складная конструкция","foldabledesignheadphones"],
    18 => [0,"Материал амбушюр","materialearpadsheadphones"],
    19 => [1,"Объёмное звучание","surround_sound_C"],
    20 => [1,"Активное шумоподавление","active_noise_reduction_C"],
    21 => [1,"Пульт управления","wired_remote_C"],
    22 => [0,"Конструкция микрофона","microphonedesignheadphones"],
    23 => [0,"Радиус действия","range_wireless","","м"],

    //Кабель
    24 => [2,"Кабель"],
    25 => [0,"Длина кабеля","cable_length","","м"],
    26 => [0,"Подключение кабеля","cableconnectionheadphones"],
    27 => [0,"Форма штекера","shapeplugheadphones"],
    28 => [0,"Штекер","plugheadphones","","мм"],

    //Технические характеристики
    29 => [2,"Технические характеристики"],
    30 => [0,"Тип излучателя","emittertypeheadphones"],
    31 => [0,"Нижняя граница част. диапазона","lower_border_partial_range","","Гц"],
    32 => [0,"Верхняя граница част. диапазона","lower_border_partial_range","","кГц"],
    33 => [0,"Чувствительность","sensitivity","","дБ/мВт"], 
    34 => [0,"Количество арматурных излучателей","number_reinforcing_emitters"],
    35 => [0,"Диаметр излучателя","diameter_emitter","","мм"], 

    //Технические характеристики микрофона
    36 => [2,"Технические характеристики микрофона"],
    37 => [0,"Импеданс","impedance","","Ом"],
    38 => [1,"Импеданс","noise_reduction_C"],

    //Функциональность
    39 => [2,"Функциональность"],
    40 => [1,"Встроенный плеер","built_in_player_C"],
    41 => [1,"Виброотклик","vibration_response_C"],
    42 => [1,"Подсветка","illumination_C"],

    //Интерфейсы
    43 => [2,"Интерфейсы"],
    44 => [1,"NFC","nfc_C"],
    45 => [1,"Bluetooth","bluetooth"],

    //Аккумулятор и время работы
    46 => [2,"Аккумулятор и время работы"],
    47 => [0,"Емкость аккумулятора","battery_capacity","","мАч"],
    48 => [0,"Время работы от аккумулятора","battery_life","","ч"],

    //Комплектация
    49 => [2,"Комплектация"],
    50 => [0,"Комплектация","pickingheadphones"],
    51 => [1,"Амбушюры в комплекте","ear_pads_included"],

    ];
?>