<?php

$leptop_property = [

    //Общая информация
    0 => [2,"Общая информация"],
    1 => [0,"Дата выхода","dateout"],// Обычное 0
    2 => [0,"Продуктовая линейка","productlinelaptop"],
    3 => [0,"Тип","typelaptop"],
    4 => [0,"Бренд","brandlaptop"],
    5 => [0,"Назначение","appointmentlaptop"],
    
    //Процессор 
    6 => [2,"Процессор"],
    7 => [0,"Платформа","processorplatforma"],
    8 => [0,"Процессор","processorname"],
    9 => [0,"Модель процессора","processormodel"],
    10 => [0,"Количество ядер","processorcores"],
    11 => [0,"Тактовая частота","clock_frequency","","МГц"],
    12 => [0,"Turbo-частота","turbo_frequency","","МГц"],
    13 => [0,"Энергопотребление процессора (TDP)","energy_consumption","","Вт"],
    
    //Конструкция
    
    14 => [2,"Конструкция"],
    15 => [0,"Материал корпуса","materiallaptop"],
    16 => [0,"Цвет корпуса","color"],
    17 => [1,"Подсветка корпуса","housing_illumination_C"],
    18 => [1,"Защищенный корпус","protected_housing_C"],
    
    //Размеры и вес
    
    19 => [2,"Размеры и вес"],
    20 => [0,"Ширина","width","","мм"],
    21 => [0,"Глубина","depth","","мм"],
    22 => [0,"Толщина","thickness","","мм"],
    23 => [0,"Вес","massa","","мм"],
    
    //Экран
    
    24 => [2,"Экран"],
    25 => [0,"Диагональ экрана","sceendeagonal"],
    26 => [0,"Разрешение экрана","screenpermission"],
    27 => [0,"Частота матрицы","screenfrequency","","Гц"],
    28 => [0,"Технология экрана","screentechnology"],
    29 => [0,"Поверхность экрана","screensurface"],
    30 => [1,"Сенсорный экран","touch_screen_C"],
    31 => [1,"Поддержка ввода пером","pen_input_C"],
    
    //Оперативная память
    
    32 => [2,"Оперативная память"],
    33 => [0,"Тип оперативной памяти","ramtype"],
    34 => [0,"Частота оперативной памяти","ramfrequency","","МГц"],
    35 => [0,"Объём памяти","ramamountmemory","","ГБ"],
    36 => [0,"Максимальный объём памяти","rammaxmemory","","ГБ"],
    37 => [0,"Всего слотов памяти","ramtotalmemory"],
    
    //Хранение данных
    
    38 => [2,"Хранение данных"],
    39 => [0,"HDD емкость накопителя","HDD","","Гб"],
    40 => [0,"SSD емкость накопителя","SSD","","Гб"],
    41 => [1,"Оптический привод","optical_drive_C"],
    

    //Графика

    42 => [2,"Графика"],
    43 => [0,"Графический адаптер","videocardmodel","","Гб"], 
    44 => [0,"Локальная видеопамять","videocardmemory","","Гб"], 
    45 => [1,"Дискретная графика","discrete_graphicss_C"], 

    //Камера и звук

    46 => [2,"Камера и звук"],
    47 => [1,"Камера","camera_C"], 
    48 => [1,"Встроенный микфрофон","microphone_C"], 
    49 => [1,"Встроенные динамики","internal_speaker_C"], 
    
    //Клавиатура и тачпад Управление курсором

    50 => [2,"Клавиатура и тачпад"],
    51 => [1,"Цифровое поле (Numpad)","Numpad_C"], 
    52 => [1,"Подсветка клавиатуры","keyboard_illumination_C"], 
    53 => [1,"Заводская «кириллица» на клавишах","factory_cyrillic_C"], 
    54 => [1,"Тачпад (сенсорная площадка)","touch_pad_C"], 
    
    //Функции

    55 => [2,"Функции"],
    56 => [1,"Функции защиты приватности","privacy_protection_C"],

    //Интерфейсы

    57 => [2,"Интерфейсы"],
    58 => [1,"NFC","NFC_C"],
    59 => [1,"Bluetooth","Bluetooth_C"],
    60 => [1,"LAN","LAN_C"],
    61 => [1,"VGA","VGA_C"],
    62 => [1,"HDMI","HDMI_C"],
    63 => [1,"Аудио выход","Audio_outputs_C"],
    64 => [0,"Количество USB-портов","countusb"],

    //Аккумулятор и время работы

    65 => [2,"Аккумулятор и время работы"],
    66 => [0,"Количество ячеек аккумулятора","accumulatorcount"],
    67 => [0,"Запас энергии","accumulatortank","","Вт ч"],
    68 => [0,"Время работы","accumulatorenergyreserve","","ч"],

    //Комплектация

    69 => [2,"Комплектация"],
    70 => [0,"Операционная система","operatingsystemlaptop"],

    ];


?>